
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini 
; Please, translate text only after symbol ' = '
; Translation File Name: Swedish(Sweden)
; Translation Code Short : SWE 
; Translation Code Long: sv-se (Svenska-Sverige = Swedish-Sweden)
; TranslationAuthor: Göran Malmberg Idre, Sweden
; TranslationAuthorEmail: info.idre@telia.com
; TranslationAuthorWeb: N.A.
; Soft Version: Wise Disk Cleaner v.8.24.584
; Software Issue Date: 
; Translation Date: 2014-09-04
;==================================================================
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=Stäng
ButtonRestore=Återställ
ButtonMenu=Meny

[Translation]
ReadHabit=Vänster-till-höger
LanguageName=SWE
LangCode=041D
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bekräftelse
Warning=Varning
Error=Fel
Confirm=Bekräftelse
pmGo=Öppna objektets mapp
pmNone=Välj ingen
pmAll1=Välj alla
pmrec=Förordas
pmIgnore=Ignorera denna post
pmExport=Exportera till ...
pmInvert=Omvänt val
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
FrmWDC.pmPortable.caption=Skapa en bärbar version
;
; Main GUI
;
FrmWDC.pmHelp.caption=Hjälp på nätet
FrmWDC.pmHome.caption=Hemsida
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Kontakta oss
FrmWDC.pmCheckNew.caption=Sök uppdateringar
FrmWDC.pmLang.caption=Språk
FrmWDC.pmSkin.caption=Ändra skinn
FrmWDC..caption=Om
FrmWDC.btncomm.caption=Allmän rensare
FrmWDC.btnadv.caption=Avancerad rensare
FrmWDC.btnsilm.caption=Bantar systemet
FrmWDC.pmRestore.caption=Återställ
FrmWDC.pmSettings.caption=Inställningar
FrmWDC.btnlikeit.caption=Gilla det
FrmWDC.btnsuggest.caption=Förslag och respons
FrmWDC.btnupdate.caption=Sök uppdatering
FrmWDC.btnfacebook.hint=Följ oss Facebook
FrmWDC.btntwitter.hint=Följ oss på Twitter
FrmWDC.btnemail.hint=Dela den med Dina vänner
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Finn tomma filer" gäller bara en gång. Nästa gång måste Du välja det igen.
Frmadvdc.btnscan.caption=Starta skanning
Frmadvdc.lblpath.caption=Skanna sökväg:
Frmadvdc.btnrescan.caption=Skanna igen
Frmadvdc.btnall.caption=Välj alla
Frmadvdc.btnadvanced.caption=Avancerade inställningar
Frmadvdc.btnnone.caption=Välj inga
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner är ledande gratis registerrensare för Windows. Snabb, genomgripande och säker!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer är en bunt med viktiga register-, disk-, och andra systemverktyg för Din PC. Lätt att använda och effektiv!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Världens snabbaste skanning!
Frmadvdc.lblrec.caption=Andra program, som användare gillar:
Frmadvdc.vtfiles.Columns[0]=Filnamn
Frmadvdc.vtfiles.Columns[1]=Storlek
Frmadvdc.vtfiles.Columns[2]=Sökväg
Frmadvdc.vtfiles.Columns[3]=Senast använd
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lägg till
FrmAdvSettings.btnremove.caption=Ta bort
FrmAdvSettings.btncancel.caption=Avbryt
FrmAdvSettings.wcknull.caption=Finn tomma filer(0 bytes, långsam)
FrmAdvSettings.wckshortcut.caption=Finn ogiltiga genvägar (långsam)
FrmAdvSettings.caption=Avancerade inställningar
FrmAdvSettings.btnre.caption=Förordas
FrmAdvSettings.btnall.caption=Välj alla
FrmAdvSettings.btnnone.caption=Välj inga
;
; About
;
FrmAboutWin.caption=Om
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Aktuell version:
FrmAbout.lblhome.caption=Hemsida:
FrmAbout.lblemail.caption=E-poststöd:
FrmAbout.lblthanks.caption=Tack till dessa för deras bidrag:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Kommandoradstil
FrmAutorunSettings.lblcmdinfo.caption=Du kan köra programmet, skanna och rensa Dina diskar automatiskt med kommandorad. För mer info, v.g. tryck på F1 eller klicka på denna sajt för att läsa vårt hjälpdokument.
FrmAutorunSettings.chk1.caption=Skapa 'Rensa med 1-klick'ikon, och placera den på skrivbordet
FrmAutorunSettings.chkadv.caption=Inkludera avancerad rensare
FrmAutorunSettings.btnhelp.caption=Hjälp på nätet
;
; Common Cleaner
;
FrmCommon.btnall.caption=Välj alla
FrmCommon.btnre.caption=Förordas
FrmCommon.btnnone.caption=Välj inga
FrmCommon.wckadv.caption=Inkludera avancerad rensare
FrmCommon.WiseLabel1.caption=Schemaläggare
FrmCommon.lbltype.caption=Välj körtyp:
FrmCommon.lblweek.caption=Välj dag:
FrmCommon.lbltime.caption=Tid:
FrmCommon.btnScan.caption=Starta skanning
FrmCommon.lblstat.caption=Snabb och lätt att rensa bort skräpfiler och -spår.
FrmCommon.btncancel.caption=Avbryt
FrmCommon.btnrescan.caption=Skanna igen
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Lägg till en fil
FrmExclusion.btnAddFolder.caption=Lägg till en mapp
FrmExclusion.btnAddType.caption=Lägg till en filtyp
FrmExclusion.BtnAddCookie.caption=Lägg till kakor
FrmExclusion.btnImport.caption=Importera
FrmExclusion.btnExport.caption=Exportera
FrmExclusion.btnRemove.caption=Ta bort
;
; General Settings
;
FrmGeneral.lbtran.caption=Översätt till...
FrmGeneral.chkNews.caption=Få nyheter (automatiskt)
FrmGeneral.chknotice.caption=Visa autorensingsnotis
FrmGeneral.chkwipe.caption=Säker borttagning (långsam)
FrmGeneral.WiseLabel1.caption=Sök uppdateringar:
FrmGeneral.WiseLabel2.caption=Standardspråk:
FrmGeneral.btnchecknew.caption=Kolla nu
FrmCustom.WiseLabel4.caption=Anpassade mappar att tömma (bara avancerade användare)
FrmCustom.btnAdd.caption=Lägga till
FrmCustom.btnRemove.caption=Ta bort
FrmGeneral.chkexp.caption=Delta i Kunderfarenhetsförbättringsprogrammet
FrmGeneral.lblexp.caption=Detalj
;
; Restore
;
FrmRestore.btnrestore.caption=Återställ
FrmRestore.btnremove.caption=Ta bort
FrmRestore.Btnclose.caption=Stäng
FrmRestore.caption=Återställ

;
; Settings
;
FrmSettings.tsCommon.caption=Allmänt
FrmSettings.tsAutoRun.caption=Autokör
FrmSettings.tsExclusion.caption=Undantag
FrmSettings.btnAbout.caption=Om
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmSettings.caption=Inställningar
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=V.g. prova våra smarta produkter nu för att förbättra Windows' prestanda.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer är en bunt med viktiga register-, disk-, och andra systemverktyg för Din PC. Lätt att använda och effektiv!
FrmSysClean.lbl1.caption=Wise Registry Cleaner är ledande gratis registerrensare för Windows. Snabb, genomgripande och säker!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Vill Du ytterligare förbättra Din Windows' prestanda?
FrmSysClean.btnSlimming.caption=Nedbanta
FrmSysClean.btnall.caption=Välj alla
FrmSysClean.btnrecommended.caption=Förordas
FrmSysClean.btnnone.caption=Välj inga
FrmSysClean.vtsys.Columns[0]=Post
FrmSysClean.vtsys.Columns[1]=Storlek
FrmSysClean.vtsys.Columns[2]=Plats
FrmSysClean.vtsys.Columns[3]=Förslag
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Fritt utrymme
FrmDiskDefrag.btnfolder.caption=Mapp
FrmDiskDefrag.btnfile.caption=Fil
FrmDiskDefrag.btnsystem.caption=Systemfil
FrmDiskDefrag.btnFragmented.caption=Fragment
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Avsstängning efter diskdefragg.
FrmDiskDefrag.btnpause.caption=Pausa
FrmDiskDefrag.btnstop.caption=Stoppa
FrmDiskDefrag.btnDefrag.caption=Defragga
FrmWDC.btndefrag.caption=Diskdefragg
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Om Du gillar Wise Disk Cleaner, v.g. tipsa detta fria verktyg till Din käresta.
FrmlikeUs.lblInfo.caption=V.g. delge Wise Disk Cleaner med Din familj, vänner, klasskamrater och kollegor via Epost, Blog, Twitter, Youtube, Facebook ect.. Bra gjort! Du ger bekvämlighet och effektivitet åt deras liv.
FrmlikeUs.lblRate.caption=Värdera Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Följ oss på:
FrmlikeUs.lblshare.caption=Delge Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Fri hämtning
FrmlikeUs.imgrate.hint=Ge oss 5 stjärnor
FrmlikeUs.imgmail.hint=Delge det till Dina vänner
FrmlikeUs.imgface1.hint=Delge det på Facebook
FrmlikeUs.imgface2.hint=Följ oss på Facebook
FrmlikeUs.imgtwitter1.hint=Delge det på Twitter
FrmlikeUs.imgtwitter2.hint=Följ oss på Twitter
FrmlikeUs.Caption=Gilla det
FrmlikeUs.lbldownload.caption=Hämta mer gratisprogram från WiseCleaner.com :
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Kunderfarenhetsförbättringsprogram
Frmsecurity.lbltitle.caption=Delta i Kunderfarenhetsförbättringsprogrammet
Frmsecurity.lblinfo1.caption=För att förbättra denna produkt, kan Du delta i Kunderfarenhetsförbättringsprogrammet för att sända info till WiseCleaner.com om hur Du använder produkterna från WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Ingen insamlad info används för att identifiera eller kontakta Dig, och Du kan välja bort programmet när som helst.
Frmsecurity.lbllink.caption=Lär Dig mer om Kunderfarenhetsförbättringsprogrammet
Frmsecurity.cbagree.caption=Delta i Kunderfarenhetsförbättringsprogrammet.
Frmsecurity.cbagainst.caption=Jag vill inte delta i programmet denna gång.
Frmsecurity.btnok.caption=OK

[Message]
UpdateError=Uppdateringsfel, vill Du hämta den senaste versionen på vår webbsajt?
LestOneItem=Du bör minst välja en post att rensa.
HistorySaved=Totalt utrymme sparat är: %s
DisableAdd=För säkerhets skull, vissa speciella mappar (såsom "Windows Mapp", "Boot eller Hårddisk" och "CD-ROM") tilåts ej att läggas till denna lista.
ConfirmAdd=Vill Du ta bort alla filer i %s, när Du kör "Avancerad rensare"? Säkert?
DupFolder=Denna mapp har funnits i listan.
ExImport=Undantagslistan har exporterats till:
SelectHardDrive=V.g. välj en hårddisk
CreationDate=Datum skapad
Description=Beskrivning
NowCleaning=Rensar nu:
ScheduleNextTime=Nästa gång:
Never=Aldrig
InputType=Ange filnamnet eller -typen (T.ex: *.tmp etc.)
WarnNoType=V.g. välj minst en filtyp att söka!
NoItemChecked=V.g. välj en eller flera filer att rensa.
WDCRunning=Programmet körs.
RemoveSysRestore=Vill Du ta bort vald systemåterställningspunkt?
RestoreFromSysRestore=Du måste omstarta Din dator före systemåterställning. Vill Du återställa nu?
WarnZeroFile=Du valde "Töm fil"- metoden. Vissa 0 byte-filer behövs, v.g. granska dem innan Du tar bort dem. Vill Du göra detta? Säkert?
SysRestoring=Förbereder systemåterställning...
SysCreating=Skapar systemåterställningspunkt...
Browse=Bläddra...
AllHardDrive=Lokala hårddiskar
Cleaning=Rensar...
Exported=Aktuella poster har exporterats till %s, vill Du öppna filen nu?
LeftTimeSec=Tid kvar: %s sek
Safetodel=Denna post kan säkert tas bort.
MoreSpace=För mer utrymme
Unknow=Okänd.
AddFileType=Lägg till en filtyp
AlreadExist=%s har redan funnits i listan.
illegalType=%s är en ogiltig filtyp.
Summary=Summering
InputSummary=V.g. ange beskrivning för denna typ:
noselected=Inga poster har valts.
DelFileType=Vill Du ta bort denna filtyp? Säkert?
ScanAborted=Skanning har avbrutits!
TrashFound=%d filer, en summa av %s, hittades.
NoTrashAndTrace=Grattis! Du har en ren dator!
CleanDone=Rensning klar!!
LestOne=V.g. välj minst en post att skanna.
LestOneClean=V.g. välj minst en post att rensa.
Scanning=Skannar...
InvalidIgnorItem=Kan ej ignorera denna post.
TraceFound=%d spår funna.
CleanNow=Omedelbar rensning föreslås.
TrashRemoved=%d filer borttogs och %s diskutrymme blev fritt.
TraceRemoved=%d spår borttogs.
LastCommonClean=Senaste rensning av Din disk var:
Working=V.g. vänta tills aktuell uppgift är klar, och försök igen.
NoFilesFound=Inga skräpfiler
NoTracesFound=Inga spår
FindTraces=%d spår
NoItemFound=Inga poster funna
FindFilesSize=%d filer, en summa av %s, hittades
FindTracesSection=%d spår funna i detta avsnitt
CanFreeSpace=%d filer funna och %s sparas
TotalTraces=Totalt %d spår hittades
EnableRestore=Systemåterställning är inaktiverad. Vill Du aktivera systemåterställning?
RestorePointFail=Kunde ej skapa återställningspunkt.
ErrorMsg=Felmeddelande:
NoNewVer=Grattis, versionen Du använder är den senaste!
KeyWord=V.g. ange Dina nyckelord:
AddFolder=Lägg till en mapp
CannotCrTask=Kan ej skapa en schemalagd uppgift.
InvalidType=V.g. ange ett giltigt filtillägg.
NoType=V.g. förbocka minst en typ att söka efter.
FailToDelete=Vissa filer kan ej tas bort förrän Ditt system uppstartar nästa gång.
GoodHabit=Att hålla Din PC ren är en bra vana. V.g. fortsätt så!
7After=%d dagar har gått sedan senaste defragg. En omedelbar skanning rekommenderas.
7Before=Det är en god vana att hålla Dina diskar rensade och Din sekretess säkrad.
TaskExists=Den schemalagda uppgiften har upphört. Vill Du ta bort den eller skapa en ny schemalagd uppgift? (Nej - Ändra existerande uppgift. Avbryt - Avbryter processen.)
NoBackupSelected=V.g. välj minst en backup att återställa.
StartScan=Starta skanning
StartClean=Starta rensning
Cancel=Avbryt
Idle=På tomgång
Daily=Dagligen
Weekly=Veckovis
Monthly=Månatligen
Monday=måndag
Tuesday=tisdag
Wednesday=onsdag
Thursday=torsdag
Friday=fredag
Saturday=lördag
Sunday=söndag
AvdDefaultHint=Här visas avancerade inställningar för att hitta mer skräpfiler och frigöra mer utrymme.
TrashFoundEx=Dessa skräpfiler har hittats:
NoDriveChecked=Du bör välja en eller fler diskar att skanna.
ScanFor=Skannar disk:
FindDrives=Söker diskar...
Login=Vid inloggning
NewVer=En ny version finns! Vill Du  uppgradera den nu?
TranslateTo=Översätt till...
AddCookies=Lägg till kakor
InputCookie=Inmata kakor (T.ex.: wisecleaner.com etc...)
InvalidCookie=Ogiltiga kakor
BrowserRunning=%s körs. Vill Du stänga det? I annat fall, caches och kakor kan ej rensas.

[CommonClean]
ScanAbortedHint=Vi föreslår Dig att genast skanna igen för att finna skräpfiler och -spår.
DefaultHint=Rensning av onödiga filer och Internetspår kan spara Ditt utrymme och säkra Din sekretess.
ScanAbortedHint1=Vi föreslår Dig att genast skanna igen för att finna skräpfiler.
WhenIdle=På tomgång
WhenLogin=Vid inloggning

[SysClean]
Open=Öppna
Remove=Ta bort
MoreSpace=För mer utrymme
Cleaning=Rensar...
Scanning=Skannar...
ScanEnd=Totalt %d post(er) hittad(e). %s diskutrymme frigörs efter nedminskning.
NoItems=Grattis! Din systemdisk är ren.
SpaceFreed=Nedminskning klar. %s diskutrymme frigjordes.
Installer=Föråldrad Windows' installerare
LongInstaller=Föråldrade Windows' installerare är skräpfiler. De kan tas bort för att frigöra diskutrymme.
PatchUninstall=Avinstallationsfiler för Windows uppdateringar
LongPatchUninstall=Om Du ej behöver avinstallera Windows' uppdateringar, kan Du ta bort dessa filer.
Downloadedfiles=Windows' hämtade installationsfiler
Longdownloadedfiles=När Windows' uppdateringsinstallation är klar, kan filerna säkert borttagas.
Baselinecache=Windows'installerares baselinecacheminne
LongBaselinecache=Filerna skapades av Windows' installationstjänst, och de kan tas bort.
JPIME=japansk IME
LongJPIME=Om Du ej behöver japanska IME filer mer, kan Du ta bort dem.
KoreanIME=Koreanska IME
LongKoreanIME=Om Du ej behöver koreanska IME filer mer, kan Du ta bort dem.
TChineseIME=Traditionella kinesiska IME
LongTChineseIME=Om Du ej behöver traditionella kinesiska IME filer mer, kan Du ta bort dem.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Om Du ej behöver Microsoft Pinyin IME filer mer, kan Du ta bort dem.
HelpFile=Windows' hjälpfiler
LongHelpFile=Om Du ej mer behöver Windows' hjälpfiler, kan Du ta bort dem.
SamplePic=Windows' exempelbilder
LongSamplePic=Om Du ej behöver exempelbilder mer, kan Du ta bort dem.
SampleMic=Windows' exempelmusik
LongSampleMic=Om Du ej behöver exempelmusik mer, kan Du ta bort dem.
SampleVideos=Windows' exempelvideor
LongSampleVideos=Om Du ej behöver exempelvideor mer, kan Du ta bort dem.
SampleMedia=Windows' exempelmedia
LongSampleMedia=Om Du ej behöver exempelmedia mer, kan Du ta bort dem.
Wallpaper=Windows' bakgrundsfiler
LongWallpaper=Om Du ej behöver bakgrundsfiler längre, kan Du ta bort dem.
[DiskDefrag]
Volume=Disk
Format=Filsystem
TotalSpace=Totalt utrymme
FreeSpace=Fritt utrymme
Fragmented=Fragment
Status=Status
PmDefrag=Defragga
QuickOpt=Snabb optimering
FullOpt=Full optimring
PmAnlyse=Analysera
Resume=Återuppta
Analying=Analys
Defragmenting=Defragg
Optimizing=Optimering
Analyed=Analyserad(e)
Defragmented=Defraggad(e)
Optimized=Optimerade
Pause=Pausa
IsSSD=Ditt val ska inkludera minst en fast disk. Och diskdefragg kan minska dess livstid. Vill Du fortsätta? Säkert?
FragmentedRate=Fragmenteringsgrad

[Area]
TeamViewer=TeamViewer
ChromeSession=Google Chrome Session
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon cacheminne
PaleMoonHistory=PaleMoon historik
PaleMoonCookies=PaleMoon kakor
PaleMoonDownloadHistory=PaleMoon hämtningshistorik
PaleMoonSession=PaleMoon Session
PaleMoonSitePreferences=PaleMoon Site inställningar
PaleMoonSavedFormInformation=PaleMoon sparad formulärinfo
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installerares Cacheminne
MESCache=Microsoft Security Essentials loggar och updaterings-cacheminne
AppleInstallCache=Apple Programinstallations Cacheminne
MetroCache=Windows Metro Cacheminne
UserDefine=Användarens personliga rensningssregler
OfficeRecent=Microsoft Office nyliga historik
IEHistory=Microsoft IE Aktiva Historik
FontCache=Windows Typsnitt Cacheminne
InvalidStartMenu=Ogiltiga StartMenuer
PDFCreator=PDF Skapare
PDFArchitect=PDF Arkitekt
AdobeReaderTmp=Adobe Reader temporära filer
AdobePhotoshop=Adobe Photoshop historik
DaemonTools=Demonverktyg
BitTorrent=BitTorrent
OperaCache=Operas cacheminne
OperaHistory=Operas historik
OperaCookies=Operas kakor
OperaSessions=Operas sessioner
OperaURLHistory=Operas skrivna webbadresser
OperaSiteIcon=Operas webbsajtikoner
OperaPassword=Operas sparade lösenord
Networkmapping=Nätverkdiskkartläggningshistorik
LastDownloadDir=Senaste hämtningsplats
TrashClean=Skräpfiler i datorn
TraceClean=Spår i datorn
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office bildhanterare
Office=Microsoft Office
OfficeRecent=Microsoft Office senaste historik
TypeOtherApp=Andra program
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows komponenter
FireFoxOther=Mozilla FireFox' annan historik
FireFoxPass=Mozilla FireFox' sparade lösenord
FireFoxForm=Mozilla FireFox' autoifyllning av formulärhistorik
FireFoxCookies=Mozilla FireFox' kakor
ChromePass=Google Chromes sparade lösenord
ChromeForm=Google Chromes autoifyllning av formulärhistorik
ChromeCookies=Google Chromes kakor
IEPass=IEs sparade löseord (privat data listas ej)
IEForm=IEs autoifyllning av formulärhistorik (privat data listas ej)
IECookies=Microsoft IEs kakor
DOMStoreCookies=Microsoft IE DOM-lagrings-kakor
IEAddressBarHistory=Microsoft Internet Explorer adressfälthistorik
TypeInternet=Internetsurfning
JumpList=Aktivitetsfälts hopplistor (fasta poster tas även bort)
SearchList=Windows' sökhistorik
TraryNotify=Windows' systemfälts cacheminne
ExplorerMRU=Andra Utforskarens MRUs
Recentdocuments=Nyliga dokument
RunStartMenu=Kört i startmeny
TypeSystem=Windows' system
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFox' cacheminne
ChromeCache=Google Chromes cacheminne
IECahce=Microsoft IEs cacheminne
LogFile=Systemloggfiler
DownloadedPatch=Hämtade filer skapade av Windows
ErrorReport=Felrapportfiler
Dump=Minnesdumpfiler
ThumbCache=Miniatyrbildscacheminne
InvalidLnk=Ogiltiga genvägar
UserTemp=Skräpfiler skapade av program
SysTemp=Skräpfiler skapade av Windows
Prefetch=Windows' förhämtningsdata
RemoteDesktop=Cacheminnesfiler från fjärrskrivbord
Recyclebin=Töm papperskorg
SafariCache=Safaris Internetcacheminne
SafariHistory=Safarihistorik
SafariCookies=Safarikakor
SafariPass=Safaris sparade formulärinfo
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Användardefinerat
ZeroFile=Tomma filer - 0 bytes
WinSetupLog=Windows' installationsfelloggfiler
NtUninstall=Avinstallationskällor för Windows' uppdateringar
InvalidLnk=Ogiltiga genvägar
UserTemp=Filer i användares temporära mappar
WinTemp=Filer i Windows' temporära mappar
RecentFiles=Färska filers länkar
PatchSource=Windows uppdateringskällor
TempFile=Temporära filer
fcwdir=Filer skapade av en hämtningsprocess
tfcbp=Temporära filer skapade av program
sdrf=Återställda filer skapade under diskskanning
OldFile=Gamla filer
outdatedfile=Föråldrade filer
fcwhfir=Filer skapade när en hjälpfil körs
Ncfile=Nyhetsgruppscacheminnesfiler
Backupfile=Backup-filer
WBfile=MS Word backup-filer
Cbswahf=Filer skapade under sökning efter en hjälpfil
whtf=Temporära filer i Windows' hjälpsystem
Logfile=Loggfiler
LLogfile=Loggfil skapad av program eller systemtjänster.
Errorfile=Felfiler
Wmdf=Win2000/XP minnesdumpfiler
bcomf=Backupkopior av ändrade filer
Indexfile=Indexfiler
ifcbsiotitpbs=Indexfiler skapade av system för att höja bildbläddringshastighet
Tfcds=Temporära filer skapade under installation
Intermediatefile=Mellanfiler
chkfile=Återskapad fil

[AutoClean]
DiskSaved=Diskutrymme har sparats.
Title=Grattis!
TraceCleanned=Spår har rensats.

[Skin]
SkinDefault=Standard
SkinGray=Grått
SkinOrange=Orange
SkinCustom=Anpassat
SkinColor=Anpassad skinnfärg

[AutoUpdate]
CurrentFile=Aktuell fil:
Canceling=Avbryter..
CANCEL=Avbryt
Ready=Klar för hämtning